{
    "EjemplosEE":[
        {
            "Juego":"Grand Theft Auto San Andreas",
            "Titulo":"Abuso policial",
            "Descripcion":"Si entramos en el garaje de la Comisaría de Los Santos, al fondo, en la esquina izquierda, veremos a dos policías golpeando a una persona. Uno de los policías anima, mientras el otro le da puñetazos. Es tan sólo un ejemplo más de la brutalidad de la Policía en el estado de San Andreas, en el cual Rockstar Games ha intentado plasmar la corrupción y el abuso de autoridad que emplean los policías americanos. Otro claro ejemplo de esta brutalidad, es la del C.R.A.S.H.. Debemos tener cuidado cuando estemos dentro del garaje, porque en caso de que nos vean se dispararán las alarmas y nuestro nivel de búsqueda ascenderá a 3 estrellas."
        },
        {
            "Juego":"Grand Theft Auto V",
            "Titulo":"OVNIs",
            "Descripcion":"Si nos dirigimos a lo alto del Monte Chiliad veremos en una pared del teleférico un grabado con jeroglíficos muy interesante. Sobre el que se han formulado multitud de teorías, pero lo cierto es que en él se muestra cómo encontrar los platillos volantes del juego. Además si después de ver el mural vamos al mirador, veremos que en la parte posterior del mismo hay un mensaje grabado: 'come here when your history is complete' vuelve aquí cuando tu historia esté completa, lo que significa que solo podremos ver los ovnis cuando completemos el 100% del juego."
        },
        {
            "Juego":"Final Fantasy VIII",
            "Titulo":"Alien PuPu",
            "Descripcion":"Este simpático extraterrestre solo lo podíamos cazar si llevábamos a cabo una serie de encargos extraños como investigar una pila de revistas muchas veces (algo en lo que ya era casi imposible de caer), después ir a una seir de ubicaciones precisas y ya podremos luchar contra Pupu. Una vez estemos ante él podemos optar por acabar con él. o capturarlo y convertirlo en una carta del juego."
        }
    ]
}