{
    "EjemplosCon":[
        {
            "Juego":"Age of Empires 2",
            "Titulo":"construyendo la ciudad inexpugnable",
            "Tipo":"Estrategia defensiva",
            "Descripcion":"En este apartado, puede que los que prefieren una táctica más ofensiva se sientan un poco fuera de lugar. Sin embargo, como se suele decir: la mejor defensa es un buen ataque. Si te centras en destruir a tus enemigos pero descubres tu retaguardia, puedes llevarte más de una sorpresa desagradable. Por eso, es importante calcular bien cómo quiere que sea el trazado urbano de tu ciudad. Hacerla prácticamente inexpugnable es posible y es fácil, siempre que tengas claro desde el principio de la partida qué es lo que quieres conseguir. Siguendo las recomendaciones que te vamos a dar, tus rivales deberán lanzar contra ti todo su potencial para derrotarte. Incluso será necesario que combinen sus fuerzas para poder llegar hasta tu castillo y centro urbano. El primer truco para que nadie te derrote en Age of Empires es edificar las construcciones más importantes cerca del centro urbano de tu ciudad. Eso sí vas a hacer una ciudad concentrada en poco espacio. También existe la posibilidad de hacerla muy extensa para que sea imposible destruir tus edificios clave en un solo ataque rápido. En cualquier caso, independientemente del castillo y el centro urbano, hay edificios que son muy valiosos. Los cuarteles y establos son dos de ellos: si tu enemigo acaba con ellos, no podrás generar nuevas unidades hasta que no desbarates su ofensiva. Para protegerlos adecuadamente, colócalos cerca de los castillos y torres defensivas. Así, mientras intentan derruirlos deberán soportar una lluvia de flechas constante. Meter arqueros en las torres ayuda bastante a la táctica defensiva en AoE, y es que de esta forma en lugar de lanzar flechas de una en una lo hacen en aluvión, causando bastante más daño. Además de edificios productivos como granjas y cuarteles, están los puramente defensivos. Son las empalizadas, murallas y torres. Recomendamos que siempre te rodees de, como mínimo, una muralla. Cuantas más mejor, ya que retrasan bastante a los enemigos en su asalto. Junto con las murallas debes tener todas las torres que puedas lo más actualizadas posible. Si las colocas dentro de las murallas evitas que el rival acabe con ellas de inmediato, causándole un daño irreparable mientras sus unidades tratan de abrir brecha en tus defensas. Además de los muros, hay elementos naturales que puedes aprovechar en tu beneficio. Seguro que lo has adivinado: los bosques. Hay un viejo truco de Age of Empires II que se eliminó en su tercera edición. Es el de talar y talar hasta el centro del bosque, siempre que sea lo suficientemente espeso, hasta abrir un claro lo suficientemente grande como para cobijar tus edificios. A diferencia de mapas selváticos como la Selva Negra, los marítimos ofrecen el mar como protección natural. No es tan efectivo porque se puede desembarcar en tu costa, pero al principio te servirá igual. De poco o nada ayudan aquí las murallas: dedícate a minar toda tu isla de torres, además de colonizar otras cercanas. Aun habiendo seguido todos nuestros consejos de esta guía de Age of Empires 2, puede que hayan abierto una brecha en tus defensas. ¿Qué hacer ahora? Si tienes tropas a mano, defiéndete, no queda más. Pero hay algo que ayuda y mucho: da el toque de queda para que tus aldeanos se refugien, así evitas perderlos y tener que gastar tiempos y recursos en reconstruirlos después."

        },
        {
            "Juego":"Raid",
            "Titulo":"Equipar a Kael",
            "Tipo":"Aumentar aguante para el Jefe de Clan",
            "Descripcion":"Cuantos más turnos aguantemos más daño le haremos al boss. Y una de las principales fuentes de daño, sobretodo al principio del juego, es un campeón que ponga venenos. Para aguantar más tiempo necesitaremos ponerle defensa a Kael (en guantes y pecho por ejemplo) y para que ponga venenos, necesitaremos PUNT. No os imagináis la de gente que he visto quejándose de que Kael no metía venenos o no hacía suficiente daño en jefe de clan, cuando lo llevaban con 20 de PUNT. A grandes rasgos, para boss de clan FACIL necesitaremos unos 70+ de PUNT, para boss NORMAL 100+, DIFICIL 150+ y así. Es dificil encontrar un Kael bien equipado ya que en late game nadie lo usa, pero aquí podéis ver un ejemplo de un Kael con mucha PUNT y bastante DEF. "
        },
        {
            "Juego":"The Binding Of Isaac: Afterbirth +",
            "Titulo":"Guppy + Soy Milk",
            "Tipo":"La mejor sinergia",
            "Descripcion":"Solo hay una habilidad que me interesa del propio Guppy, no es la de volar o las otras que hayas obtenido por sus items solo me interesa una, la de las moscas, las que por impactar al enemigo con lágrimas surgen moscas, solo esa y como la sinergia es efectiva por este detalle y puede ignorarse lo demás obtenido por eso aunque se sale de la norma sigue siendo una sinergia de dos objetos. Ahora hablamos porque el medallon se lo lleva el gato, las moscas azules son de lo mejor que pueden darte, mejores que las arañas que suelen ir a su bola y atacan mas al azar las moscas te rodean como si fueras un montón de estiércol y al ver a un enemigo salen todas disparadas en su dirección, sin que este pueda hacer nada por evitarlas causando un daño mas que decente pero desaparecen en un solo uso, ese único uso es su mayor debilidad pero para eso esta Soy Milk. Con Soy Milk disparas una cantidad abrumadora de lágrimas diminutas pero cuyo daño es ridículo, las moscas y la leche parecen muy simples por separado pero en conjunto resulta en una avalancha de moscas siendo convocadas por la inmensa cantidad de lágrimas que impactan, terminando en un infierno para el rival al morir sin remedio ante el apocalipsis insectil. El ir rodeados por un ejercito de moscas logra derrotar en mi escala de poderes desproporcionados incluso al todopoderoso Brimstone y aunque por separado estos mas que seguro que el buen azufre sería el ganador de mi “objeto favorito del Isaac” esta sinergia aunque un poco rebuscada por culpa del conjunto de Guppy es la que gana el top de sinergias de Rebirth."
        }
    ]
}